---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAttrAreaForceScaleFactor
source: html/1b142373-5069-d110-9aab-22328e7e7c4d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAttrAreaForceScaleFactor Property

"Area force scale"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAttrAreaForceScaleFactor { get; }
```